{
    "name": "Sasindu Wijewardana",
    "profileImage": "images/Profile.webp",
    "title": "Software Engineer | Aspiring Cloud & AI Engineer",
    "subtitle": "Full-Stack Web • Cloud Computing • AI/ML Fundamentals",
    "location": "Sri Lanka",
    "email": "jayamadusasindu5@gmail.com",
    "phone": "+94767349531",
    "bio": "Software engineering student with a strong foundation in full-stack web development, currently expanding skills in cloud computing, AI/ML, and data-driven systems. Passionate about building scalable applications and understanding how modern cloud and intelligent systems work in real-world products.",
    "aboutDescription": "I am a software engineering student based in Sri Lanka with hands-on experience in full-stack web development. Alongside building web applications, I am actively learning cloud computing, AI/ML, and data science fundamentals to understand how large-scale, intelligent systems are designed and deployed. I enjoy learning by building projects, experimenting with new technologies, and continuously improving my technical depth.",
    "social": {
        "github": "https://github.com/sasindu345",
        "linkedin": "https://www.linkedin.com/in/sasindu-jayamadu-659861348/",
        "facebook": "https://www.facebook.com/share/1ABt6BTiYb/"
    },
    "services": [
        {
            "title": "FULL-STACK DEVELOPMENT",
            "description": "Building responsive and scalable web applications using React, Node.js, and Spring Boot with clean architecture and best practices.",
            "icon": "code"
        },
        {
            "title": "CLOUD FUNDAMENTALS",
            "description": "Learning and implementing cloud concepts such as deployment, containers, and basic cloud services through hands-on projects.",
            "icon": "cloud"
        },
        {
            "title": "AI & DATA LEARNING",
            "description": "Exploring AI/ML and data science fundamentals including data handling, model basics, and real-world use cases.",
            "icon": "ai"
        }
    ]
}